uplink-hardsuit-syndiemedic-name = Кроваво-красный медицинский скафандр

uplink-hardsuit-syndiemedic-desc = Тяжелобронированный и манёвренный продвинутый скафандр, предназначенный для полевых медицинских операций.

uplink-hardsuit-syndiecommander-name = Скафандр командира Синдиката

uplink-hardsuit-syndiecommander-desc = Усиленная версия кроваво-красного скафандра, предназначенная для командиров оперативных отрядов Синдиката. Броня значительно усилена для ведения смертносных боёв на передовой.

uplink-desword-name = Двухклинковый энергетический меч

uplink-desword-desc = Стажеры из командования Синдиката решили, что одного клинка на энергетическом мече недостаточно.