ent-CrateHydroponicsSeedsExotic = ящик экзотических семян
<<<<<<< HEAD
    .desc = Мечта любого практикующего ботаника. Содержит много экзотических семян. Чтобы открыть, необходим уровень доступа Гидропоника.
ent-CrateHydroponicsSeedsMedicinal = ящик лекарственных семян
=======
    .suffix = Защищённый
    .desc = Мечта любого практикующего ботаника. Содержит много экзотических семян. Чтобы открыть, необходим уровень доступа Гидропоника.
ent-CrateHydroponicsSeedsMedicinal = ящик лекарственных семян
    .suffix = Защищённый
>>>>>>> goob
    .desc = Мечта любого начинающего химика. Сила медицины у вас под рукой! Чтобы открыть, необходим уровень доступа Гидропоника.
ent-CrateHydroponicsTools = ящик снаряжения для гидропоники
    .desc = Припасы для выращивания превосходного сада! Содержит несколько спреев с химикатами для растений, топорик, грабли, косу, несколько пар кожаных перчаток и ботанический фартук.
ent-CrateHydroponicsSeeds = ящик семян
    .desc = Большие дела начинаются с малого. Содержит 12 различных семян.
<<<<<<< HEAD
ent-CrateHydroponicsTray = hydroponics tray crate
    .desc = Contains a hydroponics tray flatpack.
=======
ent-CrateHydroponicsTray = ящик гидропонным лотком
    .desc = Содержит комплект для сборки поддона для гидропоники.
>>>>>>> goob
