ent-NukeDisk = диск ядерной аутентификации
<<<<<<< HEAD
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от Nanotrasen гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
ent-NukeDiskFake = диск ядерной аутентификации
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от Nanotrasen гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
=======
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от NanoTrasen гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
ent-NukeDiskFake = диск ядерной аутентификации
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от NanoTrasen гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
>>>>>>> goob
    .suffix = Поддельный
