objective-carp-rifts-title =
    Открыть { $count } { $count ->
        [one] карповый разлом
        [few] карповых разлома
       *[other] карповых разломов
    }
objective-carp-rifts-description =
<<<<<<< HEAD
    Используйте действие «Создать карповый разлом» чтобы открыть { $count } { $count ->
=======
    Используйте действие "Создать карповый разлом" чтобы открыть { $count } { $count ->
>>>>>>> goob
        [one] карповый разлом
        [few] карповых разлома
       *[other] карповых разломов
    } и не допустить их разрушения. Если вы не откроете разлом через 5 минут, вас убьют.
