<<<<<<< HEAD
knowledge-path-blade-s1-name = Режущая грань
knowledge-path-blade-s1-desc =
    Великие предки наши ковали мечи и оттачивали боевое мастерство в преддверии великих сражений...
    Следуйте пути клинка.
    Отвергните любые дальнобойные оружия, трансмутируйте 4 ножа в саблевидный клинок.

knowledge-path-blade-s2-name = Хватка клинка
knowledge-path-blade-s2-desc =
    История легионера ведется с глубокой древности. Это история крови и доблести, которую отстаивают меч, сталь и серебро.

    Ваша хватка мансуса оглушает всех кто лежит или повёрнут к вам спиной.

knowledge-path-blade-s3-name = Танец с Мечом
knowledge-path-blade-s3-desc =
    Легионер был известен как грозный дуэлянт. Легат быстро назначил его своим личным чемпионом.

    Если вас атакуют, когда вы держите в обеих руках любое оружие ближнего боя, вы нанесете атакующему ответный удар. Срабатывает только раз в 20 секунд.

knowledge-path-blade-s4-name = Метка лезвия
knowledge-path-blade-s4-desc = 
    Его легат желал завершить войну, но Чемпион знал, что без смерти не может быть жизни. Он сам принесет смерть трусу и каждому, кто осмелится бежать.

    Ваша хватка мансуса теперь применяет метку клинка.
    Активировав метку, вы вызовете клинок, который будет вращаться вокруг вас в течение короткого времени..
    Клинок блокирует любую направленную на вас атаку, но расходуется при использовании.

knowledge-path-blade-s5-name = Перегруппировка
knowledge-path-blade-s5-desc =
    В потоке смертей он обрел мир внутри себя. Несмотря на непреодолимые трудности, он продолжал идти вперед.

    Дарует вам заклинание "Перегруппировка", которое быстро и на короткое время выравнивает ваше тело.
    Во время действия заклинания вы не сможете наносить удары. Имеет короткое базовое время восстановления, но при последовательном использовании оно увеличивается.

knowledge-path-blade-s6-name = Стойка Рассеченного Чемпиона
knowledge-path-blade-s6-desc =
    Со временем именно он стоял один среди тел своих бывших товарищей, залитых кровью, но не своей. У него не было ни соперника, ни равного, ни цели.

    Если у вас остаётся меньше половины здороья, вы получаете повышенное сопротивление к получению ран и ударам дубинок

knowledge-path-blade-s7-name = Заточенное лезвие
knowledge-path-blade-s7-desc =
    Я нашел его рассеченным надвое, половинки замерли в бесконечном поединке; вихрь клинков, не достигающих цели, ибо Чемпион был непобедим.

    Дарует вам возможность влить свою хватку мансуса прямо в клинки, удваивая их урон и оглушая того, кто их поднимет.

knowledge-path-blade-s8-name = Яростная сталь
knowledge-path-blade-s8-desc =
    Не раздумывая, я выхватил нож у павшего солдата и со всей силы метнул. Я попал точно в цель! Разорванный чемпион улыбнулся, впервые ощутив вкус агонии, и, кивнув, его клинки стали моими собственными.

    Дарует вам направленное заклинание "Яростная сталь". Его использования призовёт 3 клинка. Эти клинки защищают вас от всех атак, но расходуются при использовании..
    Кроме того, вы можете выстрелить клинками в ближайшую цель, нанося ей большой урон.

knowledge-path-blade-s9-name = Серебрянный шторм
knowledge-path-blade-s9-desc =
    Возвышение пути плинка.

    После выполнение, вы будете окружены постоянными регенирирующимися клинками.
    Эти клинки защищают вас от всех атак, но расходуются при использовании..
    Кроме того, вы становитесь мастером боя, приобретая способность вальсировать по скользким поверхностям и уходить от оглушения.
    Каждое оружие, которое вы держите в руках, наносит бонусный урон и исцеляет вас при атаке на часть нанесенного урона.
=======
# SPDX-FileCopyrightText: 2020 AJCM-git <60196617+AJCM-git@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 DamianX <DamianX@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 Visne <vincefvanwijk@gmail.com>
# SPDX-FileCopyrightText: 2021 Acruid <shatter66@gmail.com>
# SPDX-FileCopyrightText: 2021 DrSmugleaf <DrSmugleaf@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Galactic Chimp <63882831+GalacticChimp@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Pieter-Jan Briers <pieterjan.briers+git@gmail.com>
# SPDX-FileCopyrightText: 2021 RemberBL <timmermanrembrandt@gmail.com>
# SPDX-FileCopyrightText: 2021 Visne <39844191+Visne@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Flipp Syder <76629141+vulppine@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Leon Friedrich <60421075+ElectroJr@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Paul Ritter <ritter.paul1@googlemail.com>
# SPDX-FileCopyrightText: 2022 metalgearsloth <31366439+metalgearsloth@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 mirrorcult <lunarautomaton6@gmail.com>
# SPDX-FileCopyrightText: 2022 wrexbe <81056464+wrexbe@users.noreply.github.com>
# SPDX-FileCopyrightText: 2023 Flareguy <78941145+Flareguy@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 Piras314 <p1r4s@proton.me>
# SPDX-FileCopyrightText: 2024 username <113782077+whateverusername0@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 whateverusername0 <whateveremail>
# SPDX-FileCopyrightText: 2025 Aiden <28298836+Aidenkrz@users.noreply.github.com>
# SPDX-FileCopyrightText: 2025 Aiden <aiden@djkraz.com>
#
# SPDX-License-Identifier: AGPL-3.0-or-later

knowledge-path-blade-s1-name = Острие клинка
knowledge-path-blade-s1-desc =
    Наши великие предки ковали мечи и упражнялись в поединках накануне великих сражений.
    
    Следуй по Пути клинка.
    Трансмутируй 2 ножа в Расколотый клинок.
    Вы можете одновременно создать только 4.
knowledge-path-blade-s2-name = Хват клинка
knowledge-path-blade-s2-desc =
    История простого пехотинца уходит корнями в древность. Это история крови и доблести, воспетая мечом, сталью и серебром.
    
    Ваш Хват Мансуса оглушает цель на короткое время, если она стоит к вам спиной или лежит.
knowledge-path-blade-s3-name = Танец клейма
knowledge-path-blade-s3-desc =
    Пехотинец был грозным дуэлянтом. Генерал быстро назначил его своим личным Чемпионом.
    
    При атаке по вам, если вы держите по Еретическому клинку в каждой руке, вы контратакуете, сбивая противника с ног.
    Эффект срабатывает раз в 20 секунд.
knowledge-path-blade-s4-name = Метка клинка
knowledge-path-blade-s4-desc =
    Генерал мечтал о конце войны, но Чемпион знал — не будет жизни без смерти. Он сам убьёт труса и всех, кто попытается сбежать.
    
    Ваш Хват Мансуса теперь накладывает Метку клинка.
    Активация метки призывает нож, который будет вращаться вокруг вас некоторое время.
    Нож блокирует одну атаку и исчезает.
knowledge-path-blade-s5-name = Перестройка
knowledge-path-blade-s5-desc =
    В водовороте смерти он обрёл внутренний покой. Несмотря на непреодолимые преграды, он продолжал идти вперёд.
    
    Даёт заклинание "Перестройка", которое на короткое время перестраивает ваше тело.
    Во время действия заклинания вы быстро восстанавливаете выносливость и выходите из оглушения, но не можете атаковать.
knowledge-path-blade-s6-name = Стойка чемпиона
knowledge-path-blade-s6-desc =
    В конце концов, он остался один среди тел своих товарищей, залитый кровью, но не своей. У него не осталось ни соперников, ни равных, ни цели.
    
    Даёт иммунитет к отрубанию конечностей, а также устойчивость к кровотечению и замедлению от урона.
    При снижении здоровья ниже 50% вы получаете сопротивление к ранам и к дубинкам.
knowledge-path-blade-s7-name = Усиленные клинки
knowledge-path-blade-s7-desc =
    Я нашёл его рассечённым надвое, половины в вечном поединке; шквал клинков, ни один не достиг цели — Чемпион был неодолим.
    
    Атака с Расколотыми Клинками в обеих руках теперь наносит двойной урон, совершая две атаки подряд.
    Второй удар немного слабее.
    Вы можете влить Хват Мансуса прямо в клинки, делая их более эффективнее против сооружений.
knowledge-path-blade-s8-name = Яростная сталь
knowledge-path-blade-s8-desc =
    Не раздумывая, я взял нож павшего солдата и метнул изо всех сил. Я попал! Разорванный Чемпион впервые ощутил боль и улыбнулся. Он кивнул, и его клинки стали моими.
    
    Даёт направленное заклинание "Яростная сталь".
    Вы призываете три вращающихся клинка, которые блокируют атаки, но исчезают при использовании.
    Можно кликнуть по себе или по клинку, чтобы метнуть их в ближайшую цель, нанося серьёзный урон.
knowledge-path-blade-s9-name = Вихрь серебра
knowledge-path-blade-s9-desc =
    Ритуал Вознесения Пути клинков.
    Принесите 3 обезглавленных трупа к рунному кругу трансмутации, чтобы завершить ритуал.
    После завершения вы будете окружены постоянно восстанавливающимся вихрем клинков.
    Клинки защищают от атак, но исчезают после блокирования.
    Заклинание "Яростная Сталь" будет перезаряжаться быстрее.
    Вы также становитесь мастером боя, способным передвигаться даже по скользящей поверхности.
    Ваши Расколотые клинки наносят дополнительный урон и лечат вас на часть от нанесённого урона.
>>>>>>> goob
