<<<<<<< HEAD
knowledge-path-void-s1-name = Дыхание Зимы
knowledge-path-void-s1-desc =
    Я чувствую мерцание в воздухе, воздух вокруг меня становится холоднее.
    Я начинаю осознавать пустоту существования. Что-то наблюдает за мной.

    Открывает Путь Пустоты.
    Позволяет превратить нож при минусовой температуре в Кинжал Пустоты.

knowledge-path-void-s2-name = Хватка Пустоты
knowledge-path-void-s2-desc =
    Я увидел хладного наблюдателя, который следит за мной. Внутри меня нарастает холод.
    Они молчат. Это еще не конец тайны.

    Ваша Хватка Пустоты временно охладит и заглушит жертву.

knowledge-path-void-s3-name = Путь Аристократа
knowledge-path-void-s3-desc =
    Я нашел нить холодного дыхания. Она привела меня к странному святилищу, полностью сделанному из кристаллов.
    Передо мной стояло полупрозрачное белое изображение аристократа.

    Дает вам иммунитет к низким температурам и избавляет от необходимости дышать.
    Вы все ещё можете получить повреждения из-за недостаточного давления.

knowledge-path-void-s4-name = Метка Пустоты
knowledge-path-void-s4-desc =
    Порыв ветра? Мерцание в воздухе? Чье-то присутствие ошеломляет, мои чувства начали предавать меня. Мой разум - мой собственный враг.

    Теперь ваша Хватка Пустоты накладывает Метку Пустоты. Метка активируется при атаке Клинком Пустоты.
    При срабатывании она заставляет жертву замолчать на больший срок и быстро понижает температуру ее тела и воздуха вокруг нее.

knowledge-path-void-s5-name = Пустотный Взрыв
knowledge-path-void-s5-desc =
    Каждая дверь, которую я открываю, оставляет на моем теле муражки. Я боюсь того, что находится за ними. Кто-то ждет меня.
    У меня подкашиваются ноги. Это... снег?

    Дарует вам "Пустотный Взрыв", заклинание, выбрасывающее замораживающий заряд в конусообразной плоскости перед вами,
    замораживая пол и жертв при попадании.

knowledge-path-void-s6-name = Пустотный Сдвиг
knowledge-path-void-s6-desc =
    Существо называет себя Аристократом. Они легко перемещаются по воздуху, словно ничто, оставляя за собой резкий, холодный ветерок.
    Они исчезают, а я остаюсь посреди метели.

    Дарует вам "Пустотный Сдвиг", заклинание, позволяющее телепортироваться на большие расстояния.
    Дополнительно оглушает жертв вокруг вас и места телепортации.

knowledge-path-void-s7-name = Клинок Преследования
knowledge-path-void-s7-desc =
    Мимолетные воспоминания, мимолетные шаги. Я отмечаю свой путь замерзшей кровью на снегу. Покрытый снегом и забытый.

    Ваш клинок замораживает врагов. Кроме того, когда цель будет отмечена, активируйте Клинок Пустоты в своей руке, чтобы телепортироваться прямо к ней, не сломав клинок.

knowledge-path-void-s8-name = Пустотная Тяга
knowledge-path-void-s8-desc =
    Все мимолетно, но что еще остается? Я близок к завершению начатого.
    Аристократы снова открываются мне. Они говорят мне, что я опаздываю. Их притяжение огромно, я не могу отказаться.

    Дарует вам "Пустотная Тяга", заклинание, пртягивающее ближайших к вам жертв, ненадолго оглушая их.

knowledge-path-void-s9-name = Вальс Конца Времён
knowledge-path-void-s9-desc =
    Ритуал Вознесения на Пути Пустоты.
    Чтобы завершить ритуал, принесите 3 трупа к руне трансмутации при минусовой температуре.
    По завершении вы получите благословение Аристократа.
    Все вокруг вас превратится в снег, а воздух будет постоянно замерзать. Те, кто находится поблизости, будут заглушены и сразу же заморожены.
    Кроме того, вы станете невосприимчивы к воздействию космоса.
=======
# SPDX-FileCopyrightText: 2020 AJCM-git <60196617+AJCM-git@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 DamianX <DamianX@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 Visne <vincefvanwijk@gmail.com>
# SPDX-FileCopyrightText: 2021 Acruid <shatter66@gmail.com>
# SPDX-FileCopyrightText: 2021 DrSmugleaf <DrSmugleaf@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Galactic Chimp <63882831+GalacticChimp@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Pieter-Jan Briers <pieterjan.briers+git@gmail.com>
# SPDX-FileCopyrightText: 2021 RemberBL <timmermanrembrandt@gmail.com>
# SPDX-FileCopyrightText: 2021 Visne <39844191+Visne@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Flipp Syder <76629141+vulppine@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Leon Friedrich <60421075+ElectroJr@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Paul Ritter <ritter.paul1@googlemail.com>
# SPDX-FileCopyrightText: 2022 metalgearsloth <31366439+metalgearsloth@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 mirrorcult <lunarautomaton6@gmail.com>
# SPDX-FileCopyrightText: 2022 wrexbe <81056464+wrexbe@users.noreply.github.com>
# SPDX-FileCopyrightText: 2023 Flareguy <78941145+Flareguy@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 Piras314 <p1r4s@proton.me>
# SPDX-FileCopyrightText: 2024 whateverusername0 <whateveremail>
# SPDX-FileCopyrightText: 2025 Aiden <28298836+Aidenkrz@users.noreply.github.com>
# SPDX-FileCopyrightText: 2025 Aiden <aiden@djkraz.com>
# SPDX-FileCopyrightText: 2025 username <113782077+whateverusername0@users.noreply.github.com>
#
# SPDX-License-Identifier: AGPL-3.0-or-later

knowledge-path-void-s1-name = Мерцание зимы
knowledge-path-void-s1-desc =
    Я ощущаю мерцание в воздухе, вокруг становится холоднее.
    Я начинаю осознавать пустоту бытия. Кто-то наблюдает за мной.
    
    Открывает для вас Путь пустоты.
    Позволяет преобразовать нож при отрицательной температуре в Клинок Пустоты.
    Можно создать только два одновременно.
knowledge-path-void-s2-name = Хват Пустоты
knowledge-path-void-s2-desc =
    Я увидел холодного наблюдателя, что следит за мной. Леденящий холод связал меня.
    Они молчат. Тайна ещё не раскрыта.
    
    Ваша Хват Мансуса теперь временно лишает жертву голоса и охлаждает её.
#knowledge-path-void-s3-name = Путь аристократа
#knowledge-path-void-s3-desc =
knowledge-path-void-s4-name = Знак пустоты
knowledge-path-void-s4-desc =
    Порыв ветра? Мерцание в воздухе? Присутствие ошеломляет, мои чувства предают меня. Мой разум — мой враг.
    
    Ваш Хват Мансуса теперь накладывает Знак пустоты. Знак активируется при атаке Клинком пустоты.
    При активации накладывает на жертву Проклятие Пустоты, которое лишает её голоса и медленно замораживает до смерти.
#knowledge-path-void-s5-name = Взрыв пустоты
#knowledge-path-void-s5-desc =
knowledge-path-void-s6-name = Фаза пустоты
knowledge-path-void-s6-desc =
    Сущность называет себя Аристократом. Она легко шагает по воздуху, словно по земле, оставляя за собой холодный порыв.
    Она исчезает, и я остаюсь один среди метели.
    
    Даёт вам Фазу пустоты — заклинание телепортации на большое расстояние.
    Кроме того, наносит урон неверным вокруг исходного и конечного местоположения.
knowledge-path-void-s7-name = Искатель клинка
knowledge-path-void-s7-desc =
    Мимолётные воспоминания, мимолётные следы. Я отмечаю свой путь замёрзшей кровью на снегу. Скрытый и забытый.
    
    Ваш клинок теперь замораживает врагов. Кроме того, вы можете атаковать дальние цели Клинком пустоты, мгновенно переносясь к ним.
knowledge-path-void-s8-name = Притяжение пустоты
knowledge-path-void-s8-desc =
    Всё мимолётно, но что остаётся? Я близок к завершению начатого.
    Аристократ явился мне снова. Он сказал, что я опоздал. Его притяжение неотвратимо, назад пути нет.
    
    Даёт вам Притяжение пустоты — заклинание, притягивающее всех неверных к вам и ненадолго оглушает их.
knowledge-path-void-s9-name = Вальс в конце времён
knowledge-path-void-s9-desc =
    Ритуал вознесения Пути Пустоты.
    Принесите 3 трупа к руне трансмутации при отрицательной температуре, чтобы завершить ритуал.
    После завершения вы получаете Благословение аристократа.
    Поднимется снежная буря, всё вокруг обратится в снег, а воздух станет леденящим.
    Находящиеся рядом будут неметь и замерзать ещё быстрее.
    Окна и источники света будут разбиты.
    Вы станете невосприимчивы к огню, вакууму и другим воздействиям среды. Также получите свободное перемещение в невесомости.
>>>>>>> goob
