<<<<<<< HEAD
knowledge-path-ash-s1-name = Таинство Ночного Стража
knowledge-path-ash-s1-desc =
    Стража города знает о дозорных. Если спросить о них в ночное время, они могут рассказать вам о пепельном фонаре..

    Открывает вам Путь Пепла.
    Позволяет превратить спичку и нож в Клинок Пепла.

knowledge-path-ash-s2-name = Хватка Пепла
knowledge-path-ash-s2-desc =
    Ночной Страж был первым из них. Его предательство послужило началом всему. Их фонари - сгорали пеплом, а взор их - угасал.

    Хватка Пепла выжжет глаза вашей жертвы, затуманя ей взгляд и нанеся ей урон.

knowledge-path-ash-s3-name = Пепельный Сдвиг
knowledge-path-ash-s3-desc =
    Он знал, как проходить сквозь материю...

    Дарует вам Пепельный Сдвиг, заклинание, позволяющее выпасть из реальности и пройти небольшое расстояние, проходя сквозь любые стены.

knowledge-path-ash-s4-name = Метка Пепла
knowledge-path-ash-s4-desc =
    Он был особенным человеком, ведя дозор лишь тьме ночной
    Но, несмотря на свои обязанности, он часто проходил у дома пастора, держа свою тлеющую лампу высоко над землёй.
    Он ярко светил в темноте, пока пламя не начало угасать.

    Хватка Пепла теперь применяет Метку Пепла. Метка применяется после атаки Клинком Пепла.
    При активации жертва получает урон по выносливости и ожогам, а метка переносится на ближайшую жертву.

knowledge-path-ash-s5-name = Вулканический Взрыв
knowledge-path-ash-s5-desc =
    Никакой огонь не был достаточно горячим, чтобы разжечь их вновь. Никакой огонь не был достаточно ярким, чтобы спасти их. Никакой огонь не вечен.

    Дарует вам "Вулканический Взрыв" - заклинание, которое запускает огненный шар в ближайшую жертву.
    При успешном попадании огненный шар распадается на множество более мелких огненных шаров, нацеленных на другие близлежащие цели.

knowledge-path-ash-s6-name = Маска Безумия
knowledge-path-ash-s6-desc =
    Однажды Ночной Сторож исчез. Так считал Дозор. Но он перемещался по миру, незамеченный обществом.

    Позволяет превратить любую маску, четыре свечки, дубинку-шокер, и печень в Маску Безумия.
    Маска вселяет страх в окружающих, вызывая снижение выносливости, галлюцинации и безумие.
    Ее также можно надеть на жертву, чтобы она не смогла ее снять...

knowledge-path-ash-s7-name = Огненное Лезвие
knowledge-path-ash-s7-desc =
    Он вернулся. Клинком в руках он взмахивал и взмахивал, пока с небес не посыпался пепел.
    Его город... Люди, за которыми он клялся присматривать... Смотрел он теперь, как все они сгорали дотла. 

    Теперь ваш клинок поджигает врагов при атаке.

knowledge-path-ash-s8-name = Пламенное Перерождение
knowledge-path-ash-s8-desc =
    Пожар был неизбежен, и даже так, Жизнь еще теплилась в его обугленном теле. Ночной Сторож был особенным человеком, всегда оставаясь начеку.

    Дарует вам "Пламенное Перерождение", заклинание, что тушит вас и наносит урон огнем всем ближайшим сущностям, находящимся в огне, регенерируя ваше здоровье за каждую жертву, задетую способностью.
    Если жертва находится в критическом состоянии, она мгновенно умирает.

knowledge-path-ash-s9-name = Коронация Владыки Пепла
knowledge-path-ash-s9-desc =
    Ритуал вознесения Пути Пепла
    Привнеси 3 горящих или сгоревших тела на руну Трансмутации для завершения ритуала.
    Когда будет завершён, вы станете предвестником пламени, получая две способности.
    Первая - "Каскад", который вызывает широкое, расширяющееся кольцо пламени вокруг вас.     Вторая - "Клятва Пламени", которая пассивно создает кольца пламени во время вашего передвижения.
    Также вы становитесь невосприимчивым к огню, нахождению в космосе, и похожим угрозам.
=======
# SPDX-FileCopyrightText: 2020 AJCM-git <60196617+AJCM-git@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 DamianX <DamianX@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 Visne <vincefvanwijk@gmail.com>
# SPDX-FileCopyrightText: 2021 Acruid <shatter66@gmail.com>
# SPDX-FileCopyrightText: 2021 DrSmugleaf <DrSmugleaf@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Galactic Chimp <63882831+GalacticChimp@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Pieter-Jan Briers <pieterjan.briers+git@gmail.com>
# SPDX-FileCopyrightText: 2021 RemberBL <timmermanrembrandt@gmail.com>
# SPDX-FileCopyrightText: 2021 Visne <39844191+Visne@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Flipp Syder <76629141+vulppine@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Leon Friedrich <60421075+ElectroJr@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Paul Ritter <ritter.paul1@googlemail.com>
# SPDX-FileCopyrightText: 2022 metalgearsloth <31366439+metalgearsloth@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 mirrorcult <lunarautomaton6@gmail.com>
# SPDX-FileCopyrightText: 2022 wrexbe <81056464+wrexbe@users.noreply.github.com>
# SPDX-FileCopyrightText: 2023 Flareguy <78941145+Flareguy@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 Piras314 <p1r4s@proton.me>
# SPDX-FileCopyrightText: 2024 whateverusername0 <whateveremail>
# SPDX-FileCopyrightText: 2025 Aiden <28298836+Aidenkrz@users.noreply.github.com>
# SPDX-FileCopyrightText: 2025 Aiden <aiden@djkraz.com>
# SPDX-FileCopyrightText: 2025 Aviu00 <93730715+Aviu00@users.noreply.github.com>
# SPDX-FileCopyrightText: 2025 username <113782077+whateverusername0@users.noreply.github.com>
#
# SPDX-License-Identifier: AGPL-3.0-or-later

knowledge-path-ash-s1-name = Тайна ночного дозора
knowledge-path-ash-s1-desc =
    Городская стража знает свой дозор. Если ночью спросишь их, они расскажут о пепельном фонаре.
    
    Открывает вам Путь пепла.
    Позволяет преобразовать спичку и нож в Пепельный клинок
    Одновременно можно создать только два.
knowledge-path-ash-s2-name = Хват пепла
knowledge-path-ash-s2-desc =
    Ночной дозорный был первым из них, его предательство положило всему начало. Их фонарь истлел в пепел — их дежурство закончилось.
    
    Ваш Хват Мансуса ослепит жертву, нанеся ей урон и затуманив глаза.
knowledge-path-ash-s3-name = Пепельный сдвиг
knowledge-path-ash-s3-desc =
    Он знал, как ходить между мирами.
    
    Даёт вам Пепельный Переход — заклинание, позволяющее выйти за пределы реальности и переместиться на короткое расстояние, проходя сквозь стены.
knowledge-path-ash-s4-name = Метка пепла
knowledge-path-ash-s4-desc =
    Он был очень особенным человеком, всегда наблюдавшим в мёртвую ночь.
    Но несмотря на долг, он часто блуждал по Мансусу с горящим фонарём.
    Он сиял во тьме, пока пламя не начало угасать.
    
    Ваш Хват Мансуса теперь накладывает Метку пепла. Метка срабатывает при атаке Пепельным клинком.
    При активации жертва получает дополнительный урон выносливости и ожог, а метка передаётся ближайшему неверующему.
    Наносимый урон снижается с каждой передачей метки.
knowledge-path-ash-s5-name = Взрыв вулкана
knowledge-path-ash-s5-desc =
    Не было огня, достаточно горячего, чтобы вернуть их. Не было огня, достаточно яркого, чтобы спасти их. Нет вечного огня.
    
    Даёт вам Взрыв вулкана — заклинание, которое после короткой зарядки выпускает огненный шар в ближайшего врага, обжигая и поджигая его.
    Если жертва не потушит себя, шар продолжит движение к другой цели
knowledge-path-ash-s6-name = Маска безумия
knowledge-path-ash-s6-desc =
    Ночной дозорный пропал. Так думала стража. Но он всё ещё бродил по миру, незамеченный толпой.
    
    Позволяет Вам преобразовать любую маску, сигнальную ракету, лужу пепла, зажигалку, дубинку-шокер или печень в Маску безумия.
    Маска внушает страх нечестивцам, которые её видят, нанося урон выносливости, вызывая галлюцинации и безумие.
    Её также можно насильно надеть на неверующего, лишив возможности снять её...
    Кроме того, маска защищает вас от огня и высоких температур при ношении.
knowledge-path-ash-s7-name = Пылающий клинок
knowledge-path-ash-s7-desc =
    Он вернулся, с клинком в руке, он размахивал им, пока пепел осыпался с небес.
    Его город, люди, которых он клялся охранять… и он смотрел, как они сгорали дотла.
    
    Ваш клинок теперь поджигает врагов при атаке.
knowledge-path-ash-s8-name = Возрождение дозорного
knowledge-path-ash-s8-desc =
    Огонь был неизбежен, но жизнь всё ещё теплилась в обугленном теле. Ночной дозорный — человек, что всегда наблюдал.
    
    Даёт вам Возрождение дозорного — заклинание, сжигающее всех ближайших неверующих, уже охваченных огнём, исцеляя вас за каждого поражённого.
    Умерщвляет всех, кто находится в критическом состоянии.
knowledge-path-ash-s9-name = Ритуал повелителя пепла
knowledge-path-ash-s9-desc =
    Ритуал Вознесения Пути пепла.
    Принесите 3 горящих или обугленных тела к руне трансмутации, чтобы завершить ритуал.
    После завершения вы станете вестником пламени, получив две способности:
    "Каскад", создающий огромную растущую волну огня вокруг вас,
    и "Клятву Пламени", заставляющую вас оставлять за собой огненный след.
    Вы также станете невосприимчивы к огню, космосу, и другим схожим опасностям окружающей среды.
>>>>>>> goob
