<<<<<<< HEAD
knowledge-path-flesh-s1-name = Принцип Голода
knowledge-path-flesh-s1-desc =
    Сотнями мы голодали. Но не я. Я нашел силу в своей жадности.
    
    Открывает вам Путь Плоти
    Трансмутируйте нож и лужу крови, чтобы получить Клинок Плоти.

knowledge-path-flesh-s2-name = Хватка Плоти
knowledge-path-flesh-s2-desc =
    Мои новые желания возносили меня все выше и выше.

    Благодаря вашей "Хватке Плоти" вы получаете возможность создавать из трупа прислужника-гуля.
    У гулей всего 50 единиц здоровья, и на взгляд ваших жертв, они выглядят как хаски, но могут эффективно использовать Клинки Плоти.

knowledge-path-flesh-s3-name = Несовершенный Ритуал
knowledge-path-flesh-s3-desc =
    Я нашел незаконченные записи о темном ритуале... и все же я действовал.

    Позволяет преобразовать труп и цветок мака, чтобы создать Безгласного Мертвеца.
    У трупа не обязательно должна быть душа.
    Безгласные мертвецы - это немые гули, у которых всего 100 единиц здоровья, но они могут эффективно использовать Клинки Плоти.

knowledge-path-flesh-s4-name = Метка Плоти
knowledge-path-flesh-s4-desc =
     Тогда-то я и увидел их, помеченных. Они были вне досягаемости. Они кричали и плакали.

    Ваша Хватка Мансуса теперь оставляет на целях Метку Плоти. Метка активируется от атаки Клинком Плоти.
    При активации жертва выплескивает всю кровь из своего тела на пол.

knowledge-path-flesh-s5-name = Переплетение Плоти
knowledge-path-flesh-s5-desc =
    Но недолго были они недосягаемы. С каждым шагом их крики усиливались, когда наконец...
    Я смог заставить их молчать.

    Дарует вам заклинание "Переплетение Плоти". Оно позволяет вам вытаскивать органы из жертв
    без нужды в длинной хирургической операции. Данный процесс будет происходить дольше, если цель жива.
    Данное заклинание также позволяет лечить своих прислужников или восстанавливать органы.

knowledge-path-flesh-s6-name = Нечестивый Ритуал
knowledge-path-flesh-s6-desc =
    Взор мой слаб был,
    Я создал
    Существо, что не видал.
    Громкие крики - больше не боль
    Видом страданий обрадуть изволь.

    Позволяет трансмутировать пару глаз, желудок и лужу крови, чтобы провести заклинание "Нечестивый Ритуал"
    Существа, создаваемые этим заклинанием, имеют большой радиус прохождения сквозь стены и способностью соединять разумы для коммуникации, однако они очень слабы в бою.

knowledge-path-flesh-s7-name = Кровоточащая Сталь
knowledge-path-flesh-s7-desc =
    Странник был не единственным. Они привели меня к Маршалу.
    Наконец я всё осознал. Да прольется же кровь из рая.

    Ваш Клинок Плоти теперь наносит обильное кровотечение вашим жертвам при ударе.

knowledge-path-flesh-s8-name = Ритуал Одиночки
knowledge-path-flesh-s8-desc =
    В одиночестве я был, как в пустыне без воды,
    Но вызвал я Чудовище в ночи.
    Крики, что когда-то были громки и страшны,
    Запели эхом жалким, словно тени тишины.

    Позволяет трансмутировать сердце, желудок, лёгкие и ручку, чтобы создать Гончего Плоти.
    Данные существа умеют проходить сквозь стены на дальние расстояние, сильны в бою и могут создавать разряды ЭМИ.

knowledge-path-flesh-s9-name = Последняя Песнь Жреца
knowledge-path-flesh-s9-desc =
    Ритуал Вознесения в выбранном Пути Плоти. Принесите четыре трупа на руну трансмутации, чтобы завершить ритуал.
    По окончании вы получите способность сбросить с себя вашу человеческую форму и стать Лордом Ночи, чрезвычайно могущественным существом.
    Один лишь процесс трансформации вызывает у жертв дрожь и страх.
    Будучи в форме Лорда Ночи, вы можете поедать существ для самолечения.
=======
# SPDX-FileCopyrightText: 2020 AJCM-git <60196617+AJCM-git@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 DamianX <DamianX@users.noreply.github.com>
# SPDX-FileCopyrightText: 2020 Visne <vincefvanwijk@gmail.com>
# SPDX-FileCopyrightText: 2021 Acruid <shatter66@gmail.com>
# SPDX-FileCopyrightText: 2021 DrSmugleaf <DrSmugleaf@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Galactic Chimp <63882831+GalacticChimp@users.noreply.github.com>
# SPDX-FileCopyrightText: 2021 Pieter-Jan Briers <pieterjan.briers+git@gmail.com>
# SPDX-FileCopyrightText: 2021 RemberBL <timmermanrembrandt@gmail.com>
# SPDX-FileCopyrightText: 2021 Visne <39844191+Visne@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Flipp Syder <76629141+vulppine@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Leon Friedrich <60421075+ElectroJr@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 Paul Ritter <ritter.paul1@googlemail.com>
# SPDX-FileCopyrightText: 2022 metalgearsloth <31366439+metalgearsloth@users.noreply.github.com>
# SPDX-FileCopyrightText: 2022 mirrorcult <lunarautomaton6@gmail.com>
# SPDX-FileCopyrightText: 2022 wrexbe <81056464+wrexbe@users.noreply.github.com>
# SPDX-FileCopyrightText: 2023 Flareguy <78941145+Flareguy@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 Piras314 <p1r4s@proton.me>
# SPDX-FileCopyrightText: 2024 username <113782077+whateverusername0@users.noreply.github.com>
# SPDX-FileCopyrightText: 2024 whateverusername0 <whateveremail>
# SPDX-FileCopyrightText: 2025 Aiden <28298836+Aidenkrz@users.noreply.github.com>
# SPDX-FileCopyrightText: 2025 Aiden <aiden@djkraz.com>
#
# SPDX-License-Identifier: AGPL-3.0-or-later

knowledge-path-flesh-s1-name = Принцип голода
knowledge-path-flesh-s1-desc =
    Сотни из нас умирали от голода, но не я... Я обрёл силу в своей жадности.
    
    Открывает Путь плоти.
    Позволяет преобразовать нож и лужу крови в Кровавый клинок.
    Можно создать только два одновременно.
knowledge-path-flesh-s2-name = Хват плоти
knowledge-path-flesh-s2-desc =
    Мои новые желания толкали меня всё выше и выше.
    
    Ваш Хват Мансуса получает способность создавать гуля из трупа с душой.
    У гулей всего 50 здоровья, и для неверных они выглядят как опустошённые тела, но могут эффективно пользоваться Кровавыми клинками.
    Каждый гуль получает собственный Кровавый клинок, который не может быть разрушен и исчезает при его смерти.
knowledge-path-flesh-s3-name = Несовершенный ритуал
knowledge-path-flesh-s3-desc =
    Я нашёл записи тёмного ритуала, незаконченого... и всё же продолжил.
    
    Позволяет преобразовать труп и намордник в Безгласного мертвеца.
    Труп не обязательно должен иметь душу.
    Безгласные мертвецы — немые гули с 100 здоровья, способные эффективно использовать Кровавые клинки.
knowledge-path-flesh-s4-name = Метка плоти
knowledge-path-flesh-s4-desc =
    Именно тогда я увидел их — отмеченных. Они были вне досягаемости. Они кричали и кричали.
    
    Ваш Хват Мансуса теперь накладывает Метку плоти. Она срабатывает при атаке Кровавым клинком.
    При срабатывании жертва яростно изливает всю свою кровь на землю.
knowledge-path-flesh-s5-name = Сшивание плоти
knowledge-path-flesh-s5-desc =
    Но они недолго оставались вне моей досягаемости. С каждым шагом крики усиливались, пока, наконец, я не понял, что их можно заставить замолчать.
    
    Даёт вам заклинание "Сшивание Плоти". Это заклинание позволяет извлекать органы из жертв без длительной операции.
    Процесс занимает больше времени, если цель жива.
    Также позволяет лечить ваших прислужников и призванных существ, или восстанавливать повреждённые органы до приемлемого состояния.
knowledge-path-flesh-s6-name = Грубый ритуал
knowledge-path-flesh-s6-desc =
    Я не мог продолжать в одиночку. Я вызвал Странного человека, чтобы он помог мне увидеть больше.
    Крики... прежде постоянные, теперь стихли от одного их облика. Ничто не было недосягаемым.
    
    Позволяет преобразовать пару глаз, желудок и лужу крови в Грубого пророка.
    Грубые пророки могут совершать дальний скачок и связывать разумами для удобного общения, но они крайне хрупки и слабы в бою.
knowledge-path-flesh-s7-name = Кровоточащая сталь
knowledge-path-flesh-s7-desc =
    Странный человек был не один. Он привёл меня к Маршалу.
    Я, наконец, начал понимать. И тогда с небес пролился дождь из крови.
    
    Ваш Кровавый клинок теперь вызывает сильное кровотечение при атаке.
knowledge-path-flesh-s8-name = Одинокий ритуал
knowledge-path-flesh-s8-desc =
    Я смог объединить свою жадность и желания, чтобы призвать древнего зверя, которого прежде не видел.
    
    Позволяет преобразовать сердце, желудок, лёгкие и ручку в Преследователя.
    Преследователи умеют прыгать, выпускать ЭМИ-импульсы и сильны в бою.
knowledge-path-flesh-s9-name = Последний Гимн жреца
knowledge-path-flesh-s9-desc =
    Ритуал Вознесения Пути плоти. Принесите 4 трупа к руне трансмутации, чтобы завершить ритуал.
    После завершения вы мгновенно сбрасываете человеческий облик и становитесь Владыкой ночи — существом огромной силы.
    Сам акт вознесения вызывает сильный страх и травму у всех неверных поблизости.
    В облике Властелина ночи вы можете пожирать живых существ, чтобы исцелиться.
    Вы также становитесь невосприимчивы к огню, космосу и другим подобным опасностям окружающей среды.
    
    ПРЕДУПРЕЖДЕНИЕ — ЭТО РИТУАЛ ЯВЛЯЕТСЯ ТОЧКОЙ НЕВОЗВРАТА. ВЫ НЕ СМОЖЕТЕ ВЕРНУТЬСЯ В ПРЕЖНЮЮ ФОРМУ ПОСЛЕ ЕГО ВЫПОЛНЕНИЯ!
>>>>>>> goob
